Repository: jrathlev/InnoUnpacker-Windows-GUI
Catalog: languages/project/*/default.po
Languages: de, es

source: Inspect and unpack InnoSetup files
de: Überprüfen und Entpacken von InnoSetup-Dateien
es: Inspecciona y descomprime los ficheros de InnoSetup

source: InnoSetup archive:
de: InnoSetup-Archiv:
es: Archivo InnoSetup:

source: Select unpack tool
de: Unpack-Tool auswählen
es: Seleccionar herramienta de descompresión

source: Quit program
de: Programm beenden
es: Salir del programa

source: Show list of all contained files
de: Liste aller enthaltenen Dateienanzeigen
es: Mostrar la lista de todos los ficheros incluidos

source: File list
de: Dateiliste
es: Lista de ficheros

source: Extract files
de: Dateien extrahieren
es: Extraer ficheros

source: Verify setup
de: Setup überprüfen
es: Verificar instalación

source: Select InnoSetup archive
de: InnoSetup-Archiv auswählen
es: Seleccionar archivo InnoSetup

source: Process embedded files
de: Eingebettete Dateien verarbeiten
es: Procesar ficheros incluidos

source: InnoSetup archive is encrypted
de: Das InnoSetup-Archiv ist verschlüsselt
es: El archivo InnoSetup está codificado

source: Password:
de: Kennwort:
es: Contraseña:

source: Show list of all supported Inno Setup versions
de: Liste aller unterstützten Inno Setup-Versionen anzeigen
es: Mostrar lista de todos los Inno Setup soportados

source: Show list of all supported languages
de: Liste aller unterstützten Sprachen anzeigen
es: Mostrar lista de todos los idiomas soportados

source: Languages
de: Sprachen
es: Idiomas

source: Show general information
de: Allgemeine Informationen anzeigen
es: Mostrar información general

source: Extract to directory:
de: In dieses Verzeichnis extrahieren:
es: Extraer al directorio:

source: File filter:
de: Datei-Filter:
es: Filtro de ficheros:

source: Extract files to this directory
de: Dateien werden in dieses Verzeichnis extrahiert
es: Extraer ficheros a este directorio

source: Start extraction
de: Starte extrahieren
es: Iniciar la extracción

source: Extract
de: Extrahieren
es: Extraer

source: Process duplicate files
de: Doppelte Dateien verarbeiten
es: Procesar ficheros duplicados

source: Overwrite files
de: Dateien überschreiben
es: Sobrescribir ficheros

source: Without paths
de: Ohne Pfade
es: Sin rutas

source: Edit file filter
de: Datei-Filter bearbeiten
es: Editar filtro de ficheros

source: Select directory for extracted files
de: Verzeichnis für zu extrahierende Dateien
es: Seleccionar directorio para los ficheros extraídos

source: Use directory of setup archive
de: Verzeichnis des Setup-Archivs verwenden
es: Usar el directorio de instalación

source: Filter for install script
de: Filter für das Installationsskript
es: Filtrar por script de instalación

source: Only from {app} path
de: Nur aus {app}-Pfad
es: Sólo desde la ruta {app}

source: Select files
de: Dateien auswählen
es: Seleccionar archivos

source: Encoding of install script
de: Kodierung des Installationsskripts

source: Default
de: Standard

source: Copy output to clipboard
de: Ausgabe in Zwischenablage kopieren
es: Copiar resultado al portapapeles

source: Scroll down
de: Nach unten rollen
es: Desplazarse hacia abajo

source: Scroll up
de: Nach oben rollen
es: Desplazarse hacia arriba

source: Language
de: Sprache

source: Display mode
de: Anzeigemodus

source: System default
de: System-Standard

source: Light
de: Hell

source: Dark
de: Dunkel

source: Numbers and date
de: Zahlen und Datum

source: Local
de: Lokal

source: About the program
de: Über das Programm
es: Acerca del programa

source: Command line options: [<name>] [options] <name> : name of setup file to be unpacked /d:<ddir> : destination directory for unpacked files /f:<filter> : file filter /e:<pwd> : encryption password /l:<la> : language selection (en, de, fr, it or hu) /m : process internal embedded files /s : extract files without paths /a : process all copies of duplicate files /o : overwrite files /p : run as portable program /k : run in dark mode
de: Befehlszeilenoptionen: [<name>] [Optionen] <name> : Name der zu entpackenden Setup-Datei /d:<ddir> : Zielverzeichnis für entpackte Dateien /f:<filter> : Dateifilter /e:<pwd> : Kennwort für die Verschlüsselung /l:<la> : Sprachauswahl (en, de, fr, it or hu) /m : interne eingebettete Dateien verarbeiten /s : Dateien ohne Pfade entpacken /a : alle Kopien von doppelten Dateien verarbeiten /o : Dateien überschreiben /p : als portables Programm starten /k : im dunklen Modus starten

source: Selected files
de: Ausgewählte Dateien
es: Archivos seleccionados

source: Unknown unpacker
de: Unbekannter Entpacker
es: Descompresor desconocido

source: This application only allows dropping of exe files!
de: Diese Anwendung akzeptiert nur Exe-Dateien!
es: Esta aplicación sólo permite soltar EXEs!

source: Programs|*.exe|All files|*.*
de: Programme|*.exe|alle Dateien|*.*
es: Programas|*.exe|Todos los ficheros|*.*

source: Search for "innounp.exe"
de: Suche nach "innounp.exe"
es: Buscar por "innounp.exe"

source: Filename:
de: Dateiname:
es: Nombre de fichero:

source: Extract files matching:
de: Dateien extrahieren passend zu:
es: Extraer ficheros coincidentes:

source: To use this feature at least version 2.65.4 of "innounp" is required!
de: Um diese Funktion nutzen zu können, ist mindestens die Version 2.65.4 von „innounp“ erforderlich!
es: Para utilizar esta función, se requiere al menos la versión 2.65.4 de «innounp».

source: Error:
de: Fehler:

source: Select files to be extracted
de: Zu extrahierende Dateien auswählen
es: Seleccionar los archivos que se van a extraer

source: Extract files from setup ...
de: Dateien aus dem Setup extrahieren ...
es: Extraer ficheros del instalador...

source: Destination directory:
de: Zielverzeichnis:
es: Directorio de destino:

source: Using:
de: Verwendet:
es: Utilizando:

source: Date:
de: Datum:
es: Fecha:

source: Company:
de: Firma:
es: Compañia:

source: Comment:
de: Kommentar:
es: Comentario(s):

source: Timeout occured - continue anyway?
de: Timeout aufgetreten - trotzdem weitermachen?
es: Tiempo de espera agotado - ¿continuar?

source: Command line options: [<name>] [options] <name> : name of setup file to be unpacked /d:<ddir> : destination directory for unpacked files /f:<filter> : file filter /e:<pwd> : encryption password /l:<lg> : language selection (en, de, fr, it or hu) /m : process internal embedded files /s : extract files without paths /a : process all copies of duplicate files /o : overwrite files /p : run as portable program
es: Opciones de la línea de comandos: [<nombre>] [opciones] <name> : nombre del fichero de instalación al descomprimir /d:<ddir> : directorio de destino de los ficheros descomprimidos /f:<filter> : filtro de ficheros /e:<pwd> : contraseña de codificación /l:<lg> : selección de idioma (en, de, fr, it, es, hu) /m : procesar ficheros internos integrados /s : extraer ficheros sin rutas /a : procesar todas copias de ficheros duplicados /o : sobrescribir ficheros /p : ejecutar como programa portátil

source: Version
es: Versión

source: Name:
es: Nombre:

source: Version:
es: Versión:
