Repository: jrathlev/InnoUnpacker-Windows-GUI
Catalog: languages/units/*/units.po
Languages: de, es, hu

source: Discover excluded writers ...
de: Ausgeschlossene Writer werden ermittelt ...
es: Descubrir los escritores excluidos...
hu: Kizárt fájlok megjelenítése...

source: Discover explicitly included components ...
de: Ausdrücklich einzuschließende Komponenten werden ermittelt ...
es: Descubrir los componentes incluidos explícitamente ...
hu: Figyelmeztetés a beágyazott összetevők elavulásakor...

source: Select explicitly included components ...
de: Ausdrücklich einzuschließende Komponenten auswählen ...
es: Seleccionar los componentes explícitamente incluidos...
hu: Kifejezetten beágyazott összetevők kijelölése...

source: Saving the backup components document ...
de: Das Backupkomponenten-Dokument wird gespeichert ...
es: Guardar el documento de componentes de copia de seguridad ...
hu: A biztonságimásolat-komponens dokumentum mentése...

source: Add volumes to snapshot set ...
de: Dem Snapshotsatz werden Datenträger hinzugefügt ...
es: Añadir volúmenes al conjunto de instantáneas ...
hu: Add köteteket Snapshot beállításához ...

source: Preparing for backup ...
de: Das Backup wird vorbereitet ...
es: Preparando la copia de seguridad ...
hu: A biztonsági másolat elkészítése...

source: Creating the shadow copy ...
de: Die Schattenkopie wird erstellt ...
es: Creando la copia oculta ...
hu: Az árnyékmásolat létrehozása...

source: Shadow copy set successfully created
de: Der Schattenkopiesatz wurde erfolgreich erstellt
es: Conjunto de copias ocultas creadas correctamente
hu: Árnyékmásolat-készletet sikeresen létrehozva

source: Querying all shadow copies in the system ...
de: Alle Schattenkopien im System werden abgefragt ...
es: Consultando las copias ocultas del sistema ...
hu: Lekérdezése minden árnyékmásolatnak a rendszerben ...

source: Querying all shadow copies with the SnapshotSetID %s ...
de: Alle Schattenkopien mit dem SnapshotSetID %s werden abgefragt ...
es: Consultando las copias ocultas con el SnapshotSetID %s ...
hu: Lekérdezése minden árnyék másolatok és a SnapshotSetID (% s)...

source: Creating shadow set {%s} ...
de: Ein Schattenkopiesatz {%s} wird erstellt ...
es: Creando el conjunto oculto {%s} ...
hu: Árnyékmásolat létrehozásának beállítása {%s}...

source: Completing the backup ...
de: Das Backup wird abgeschlossen ...
es: Finalizando la copia de seguridad ...
hu: A biztonsági mentés befejezése...

source: Unknown
de: Unbekannt
es: Desconocido
hu: Ismeretlen

source: Ready
de: Bereit
es: Listo
hu: Kész

source: Queued
de: In Warteschlange
es: En espera
hu: Várakozik

source: Running
de: Wird ausgeführt
es: Ejecutando
hu: Fut

source: Disabled
de: Deaktiviert
es: Desactivado
hu: Tiltott

source: Start a program
de: Programm starten
es: Iniciar un programa
hu: Program indítása

source: File handler
es: Gestor de ficheros
hu: Fájlkezelő szerkesztése

source: Send an email
de: E-Mail senden
es: Enviar un correo
hu: E-mail küldése

source: Display a message
de: Meldung anzeigen
es: Mostrar un mensaje
hu: Üzenet megjelenítése

source: On an event
de: Bei einem Ereignis
es: En un evento
hu: Eseménynél

source: One time
de: Einmal
es: Una vez
hu: Egyszer

source: Daily
de: Täglich
es: Diariamente
hu: Naponta

source: Weekly
de: Wöchentlich
es: Semanalmente
hu: Hetente

source: Monthly
de: Monatlich
es: Mensualmente
hu: Havonta

source: On idle
de: Im Leerlauf
es: Inactivo
hu: Üresjáratban

source: On task creation/modification
de: Bei Aufgabenerstellung/-änderung
es: Al crear/modificar una tarea
hu: Ütemezés létrehozásakor/módosításakor

source: At startup
de: Beim Start
es: Al iniciar
hu: Indításkor

source: At log on
de: Bei Anmeldung
es: Àl iniciar sesión
hu: Bejelentkezéskor

source: On session state change
de: Bei Änderungen in der Benutzersitzung
es: Al cambiar el estado de sesión
hu: Munkamenet állapotváltozása

source: Custom trigger
de: Benutzerdefinierter Trigger
es: Activador personalizado
hu: Egyéni eseményindító

source: First
de: Ersten
es: Primero
hu: Első

source: Second
de: Zweiten
es: Segundo
hu: Második

source: Third
de: Dritten
es: Tercero
hu: Harmadik

source: Fourth
de: Vierten
es: Cuarto
hu: Negyedik

source: Fifth
de: Fünften
es: Quinto
hu: Ötödik

source: Last
de: Letzten
es: Último
hu: Utolsó

source: second
de: Sekunde
es: segundo
hu: másodperc

source: seconds
de: Sekunden
es: segundos
hu: másodperc

source: every second
de: jede Sekunde
es: cada segundo
hu: másodpercenként

source: every %u seconds
de: alle %u Sekunden
es: cada %u segundos
hu: minden%u másodpercben

source: minute
es: minuto
hu: perc

source: minutes
de: Minuten
es: minutos
hu: percek

source: every minute
de: jede Minute
es: cada minuto
hu: percenként

source: every %u minutes
de: alle %u Minuten
es: cada %u minutos
hu: minden %u percben

source: hour
de: Stunde
es: hora
hu: óra

source: hours
de: Stunden
es: horas
hu: órák

source: every hour
de: jede Stunde
es: cada hora
hu: minden órában

source: every %u hours
de: alle %u Stunden
es: cada %u horas
hu: minden %u órában

source: day
de: Tag
es: día
hu: nap

source: %u days
de: Tage
es: %u días
hu: %u napoktól

source: every day
de: jeden Tag
es: cada día
hu: mindennap

source: every %u days
de: alle %u Tage
es: cad %u días
hu: minden %u nap

source: At %0:s on %1:s
de: Um %0:s am %1:s
es: A las %0:s del %1:s
hu: %0:s nál %1:s ba

source: At %s every day
de: Jeden Tag um %s
es: A las %s de cada día
hu: %s nál minden nap

source: At %0:s every %1:u days
de: Um %0:s alle %1:u Tage
es: A las %0:s cada %1:u día(s)
hu: %0:s nál minden%1:u nap

source: At %0:s every %1:s of every week, starting %2:s
de: Wöchentlich um %0:s jeden %1:s, beginnend mit dem %2:s
es: A las %0:s cada %1:s semana, a partir de %2:s
hu: %0:s nál %1:s minden héten %2:s kezdés

source: At %0:s every %1:s of every %2:u weeks, starting %3:s
de: Um %0:s jeden %1:s alle %2:u Wochen, beginnend mit dem %3:s
es: A las %0:s cada %1:de cada %2:u semana, a partir de %3:s
hu: %0:s nál %1:s minden %2:u héten %3:s kezdés

source: At %0:s on %1:s of %2:s, starting %3:s
de: Um %0:s am %1:s %2:s, beginnend mit dem %3:s
es: A las %0:s el %1:s de %2:s, a partir de %3:s
hu: %0:s nál %1:s %2:s nak %3:s kezdés

source: Runs on the %0:s %1:s, each %2:s starting %3:s
de: Wird am %0:s %1:s jeden %2:s beginnend mit dem %3:s ausgeführt
es: Se ejecuta el %0:s %1:s, cada %2:s a partir de %3:s
hu: Futáskor %0:s %1:s, mindegyik %2:s kezdése%3:s

source: At logon of any user
de: Bei Anmeldung eines Benutzers
es: Al iniciar sesión de cualquier usuario
hu: Felhasználói bejelentkezéskor

source: At logon of %s
de: Bei Anmeldung von %s
es: Al iniciar sesión de %s
hu: %s bejelentkezéskor

source: At system startup
de: Beim Systemstart
es: Al iniciar el sistema
hu: Rendszerindításkor

source: When computer is idle
de: Wenn der Computer inaktiv ist
es: Cuando el equipo esté inactivo
hu: Amikor a számítógép tétlen

source: , starting at %0:s on %1:s
de: , startet um %0:s am %1:s
es: , a partir de %0:s del %1:s
hu: , kezdve a %0:s töl %1:s

source: When task is created or modified
de: Bei Aufgabenerstellung oder -änderung
es: Al crear o modificar una tarea
hu: Ütemezés létrehozásakor vagy módosításakor

source: - After triggered, repeat every %0:s for a duration of %1:s
de: - Nach Auslösung alle %0:s für die Dauer von %1:s wiederholen
es: - Tras activarse, repetir cada %0:s durante %1:s
hu: - Az aktiválás után ismételje meg a %0:s et %1:s

source: deprecated
de: Veraltet
es: obsoleto
hu: elavult

source: Error -
de: Fehler -
hu: Hiba -

source: Error(2) -
de: Fehler(2) -
hu: Hiba(2) -

source: (Copy)
de: (Kopieren)
hu: (Másol)

source: (Encrypt)
de: (Verschlüsseln)
hu: (Kódolás)

source: (Decrypt)
de: (Entschlüsseln)
hu: (Felodás)

source: Copyright:
hu: Szerzői jog:

source: Clips
de: Multimediaclips
hu: Kivág

source: No
de: Nein
hu: Nem

source: FTP connection broken - try to reconnect
de: FTP-Verbindung wurde unterbrochen - versuche Neuaufbau
