Repository: jrathlev/InnoUnpacker-Windows-GUI
Catalog: languages/units/*/units.po
Languages: de, es, hu

source: No errors on COM connection
de: Keine Fehler bei COM-Verbindung
es: Ningún error en la conexión al puerto COM
hu: COM port kapcsolódási hiba

source: Error opening COM port
de: Fehler beim Öffnen des COM-Ports
es: Error al abrir el puerto COM
hu: COM port megnyitási hiba

source: Error setting COM port state
de: Fehler beim Setzen des COM-Port-Status
es: Error al establecer el estado del puerto COM
hu: COM port állapot hiba

source: Error flushing COM buffers
de: Fehler beim Leeren der COM-Puffer
es: Error al vaciar los búferes COM
hu: COM pufferelési hiba

source: Error initializing COM port
de: Fehler beim Initialisieren des COM-Ports
es: Error al iniciar el puerto COM
hu: COM port felismerési hiba

source: Error opening "%s"
de: Fehler beim Öffnen von "%s"
es: Error al abrir "%s"
hu: Indítási hiba "%s"

source: Error creating "%s"
de: Fehler beim Erstellen von "%s"
es: Error al crear "%s"
hu: Létrehozott hiba "%s"

source: Error reading from "%s"
de: Fehler beim Lesen von "%s"
es: Error de lectura de "%s"
hu: Olvasott hiba "%s"

source: Error extracting from "%s"
de: Fehler beim Extrahieren aus "%s"
es: Error de extracción de "%s"
hu: Olvasott hiba "%s"

source: Error writing to "%s"
de: Fehler beim Schreiben nach "%s"
es: Error al escribir en "%s"
hu: Megírt hiba "%s"

source: Error verifying "%s"
de: Fehler beim Überprüfen von "%s"
es: Error de verificación "%s"
hu: Hiba igazolva "%s"

source: Error closing "%s"
de: Fehler beim Schließen von "%s"
es: Error al cerrar "%s"
hu: Zárási hiba "%s"

source: Error setting attributes of "%s"
de: Fehler beim Setzen der Attribute von "%s"
es: Error al establecer los atributos de "%s"
hu: Attributum hiba "%s"

source: Error setting timestamps of "%s"
de: Fehler beim Setzen der Zeitstempel von "%s"
es: Error al establecer marcas de tiempo de "%s"
hu: Időbélyeg beállíztási hiba "%s"

source: Error setting permissions of "%s"
de: Fehler beim Setzen der Berechtigungen von "%s"
es: Error al establecer los permisos de "%s"
hu: Jogosultsági hiba "%s"

source: Error writing directory entry: "%s"
de: Fehler beim Schreiben eines Verzeichniseintrags: "%s"
es: Error al escribir la entrada del directorio: "%s"
hu: Hiba felirva könyvtárba: "%s"

source: Error adding directory to "%s"
de: Fehler beim Hinzufügen eines Verzeichnisses zu "%s"
es: Error al añadir un directorio en " %s"
hu: Hiba felirva könyvtárba: "%s"

source: Error adding file to "%s"
de: Fehler beim Hinzufügen einer Datei zu "%s"
es: Error al añadir un fichero en " %s"
hu: Olvasott hiba "%s"

source: Error adding stream to "%s"
de: Fehler beim Hinzufügen eines Datenstroms zu "%s"
es: Error al añadir flujo a " %s"
hu: Olvasott hiba "%s"

source: Error comparing file from "%s" to "%s"
de: Fehler beim Vergleichen einer Datei aus "%s" mit "%s"
es: Error al comparar el fichero de " %s" a " %s"
hu: Hiba a fájl áthelyezése közben "%s"-ból "%s"-be

source: Error writing end record
de: Fehler beim Schreiben des Endblocks
es: Error al escribir el registro final
hu: Feljegyzési hiba

source: File not found: "%s"
de: Datei nicht gefunden: "%s"
es: Fichero no encontrado: "%s"
hu: Fájl nem található: "%s"

source: System error: %s
de: System-Fehler: %s
es: Error de sistema: %s
hu: Rendszerhiba: %s

source: No errors
es: Ningún error
hu: Nincsenek hibák

source: Warning -
de: Warnung -
es: Aviso -
hu: Figyelem -

source: Info -
es: Información -
hu: Infó -

source: Could not create file
de: Datei konnte nicht erstellt werden
es: No se puede crear el fichero
hu: Nem lehet létrehozni a fájlt

source: Could not open file
de: Datei konnte nicht geöffnet werden
es: No se puede abrir el fichero
hu: Nem lehet megnyitni a fájlt

source: Could not close file
de: Datei konnte nicht geschlossen werden
es: No se puede cerrar el fichero
hu: Nem lehet bezárni a fájlt

source: Could not read from file
de: Aus der Datei konnte nicht gelesen werden
es: No se puede leer el fichero
hu: Nem olvasható a forrás fájl

source: Could not write to file
de: In die Datei konnte nicht geschrieben werden
es: No se puede escribir en el fichero
hu: Nem írható fájlba

source: Attributes could not be set
de: Die Attribute konnten nicht gesetzt werden
es: No se pueden definir los atributos del fichero
hu: Nem lehetett minden jellemzőt beolvasni

source: Low disk space
de: Zu wenig Platz auf dem Datenträger
es: Poco espacio en disco
hu: Kevés a lemez terület

source: Illegal file header
de: Ungültiger Datei-Header
es: Cabecera de fichero ilegal
hu: Jogtalan kiterjesztés

source: Corrupt file
de: Beschädigte Datei
es: Fichero dañado
hu: Rossz fájl

source: Encryption failed
de: Die Verschlüsselung ist fehlgeschlagen
es: Falla en cifrado
hu: Titkosítás sikertelen

source: Decryption failed
de: Die Entschlüsselung ist fehlgeschlagen
es: Descodificación fallida
hu: Feloldás sikertelen

source: Verification failed
de: Die Überprüfung ist fehlgeschlagen
es: Verificación fallida
hu: Ellenőrzés sikertelen

source: Path too long
de: Pfad zu lang
es: Ruta muy larga
hu: Túl hosszú elérési útvonal

source: File not found
de: Datei nicht gefunden
es: Fichero no encontrado
hu: Fájl nem található

source: Timestamp could not be set
de: Der Zeitstempel konnte nicht gesetzt werden
es: No se puede establecer la marca de tiempo
hu: Nem állíthat be időt

source: Error copying document summary
de: Fehler beim Kopieren der Dokumentzusammenfassung
es: Error al copiar el resumen del documento
hu: Hiba történt a dokumentum összefoglaló másolásakor

source: Timeout error on copying file
de: Zeitüberschreitung beim Kopieren der Datei
es: Error de demora al copiar un fichero
hu: Idő kimeneti hiba a fájl másolásakor

source: Undefined stream
de: Nicht definierter Stream
es: Flujo no definido
hu: Megállapíthatalan folyamat

source: Permissions could not be copied
de: Die Berechtigungen konnten nicht kopiert werden
es: Los permisos no pueden copiarse
hu: Nem másolhat engedélyt

source: File already exists
de: Datei bereits vorhanden
es: El fichero ya existe
hu: A fájl már létezik

source: Size mismatch
de: Unterschiedliche Größe
es: Tamaño incorrecto
hu: Méret-eltérés

source: Could not open destination file for verification
de: Die Zieldatei konnte für die Überprüfung nicht geöffnet werden
es: No se puede abrir el fichero de destino para verificarlo
hu: Nem sikerült megnyitni a fájlt, hitelesítésre

source: Could not create directory
de: Verzeichnis konnte nicht erstellt werden
es: No se puede crear el directorio
hu: Nem sikerült létrehozni a könyvtárat

source: Could not read from FTP
de: Über FTP konnte nicht gelesen werden
es: No se puede leer desde el FTP
hu: FTP olvasási hiba

source: Could not write to FTP
de: Über FTP konnte nicht geschrieben werden
es: No se puede escribir en el FTP
hu: FTP irási hiba

source: Could not connect to FTP server
de: Die FTP-Verbindung konnte nicht aufgebaut werden
es: No se puede conectar al servidor FTP
hu: Nem FTP szerverhez kapcsolódik

source: FTP connection was closed by server
de: Die FTP-Verbindung wurde vom Server beendet
es: Conexión FTP terminada
hu: Bezárták az FTP kapcsolatot a szervernél

source: Could not open FTP data connection
de: Die FTP-Datenverbindung konnte nicht hergestellt werden
es: No se puede abrir la conexión de datos FTP
hu: Nem lehet FTP kacsolatot létrehozni

source: Timeout error on copying file via FTP
de: Zeitüberschreitung bei Kopieren per FTP
es: Error de demora al copiar un fichero por FTP
hu: FTP fájl másolási hiba

source: Different content
de: Unterschiedlicher Inhalt
es: Contenido diferente
hu: Különböző tartalom

source: Error creating new zip segment
de: Fehler beim Erstellen eines neuen Zip-Segments
es: Error al crear un nuevo segmento zip
hu: Új zip fájl létrehozási hiba

source: Illegal zip signature
de: Ungültige Zip-Signatur
es: Firma zip ilegal
hu: Jogtalan zip tömörítési aláirás

source: Could not extract file
de: Datei konnte nicht extrahiert werden
es: No se puede extraer el fichero
hu: Nem lehet fájlt kinyerni

source: Unsupported file format
de: Nicht unterstütztes Dateiformat
es: Formato de fichero no soportado
hu: Nem támogatott fájl formátum

source: Could not rename temporary file
de: Temporäre Datei konnte nicht umbenannt werden
es: No se puede renombrar el fichero temporal
hu: Nem lehet átnevezni a fájl átmenetileg

source: Error reading next zip segment
de: Fehler beim Lesen des nächsten Zip-Segments
es: Error al leer el siguiente segmento zip
hu: Hiba a zip fájl olvasása közben

source: Error copying alternate data streams
de: Fehler beim Kopieren von alternativen Datenströmen
es: Error al copiar otros flujos de datos alternativos
hu: Hiba történt az adatfolyam másolásánál

source: Error deleting file
de: Fehler beim Löschen einer Datei
es: Error al eliminar el fichero
hu: Hiba történt a fájl törlése közben

source: Error renaming file
de: Fehler beim Umbenennen einer Datei
es: Error al renombrar el fichero
hu: Hiba a fájl átnevezésében

source: Terminated by user
de: Abbruch durch den Benutzer
es: Finalizado por el usuario
hu: Felhasználónál bejelentkezve

source: Unknown error code ($%.8x)
de: Unbekannter Fehlercode ($%.8x)
es: Código de error desconocido ($%.8x)
hu: Ismeretlen hiba kód ($%.8x)

source: Copy
es: Copiar

source: Encrypt
es: Codificar

source: Decrypt
es: Descodificar

source: File information not available
de: Datei-Informationen nicht verfügbar
es: Información del fichero no disponible
hu: Nincs erre vonatkozó információ

source: Description:
de: Beschreibung:
es: Descripción:
hu: Leírás:

source: Company:
de: Firma:
es: Compañia:
hu: Vállalat:

source: File version:
de: Dateiversion:
es: Versión del fichero:
hu: Fájlverzió:

source: Last modified:
de: Zuletzt geändert:
es: Última modificación:
hu: Utolsó módosítás:

source: Format error:
de: Format-Fehler:
es: Error de formato:
hu: Formátum hiba:

source: Global info
de: Globale Informationen
es: Información global
hu: Teljes infó

source: Document info
de: Dokumenten-Informationen
es: Información del documento
hu: Dokumentum infó

source: User info
de: Benutzer-Informationen
es: Información del usuario
hu: Felh. infó

source: Audio info
de: Audio-Informationen
es: Información del audio
hu: Audió infó

source: Video info
de: Video-Informationen
es: Información de video
hu: Videó infó

source: Image info
de: Bild-Informationen
es: Información de la imagen
hu: Kép infó

source: Media info
de: Medien-Informationen
es: Información multimedia
hu: Media infó

source: Title
de: Titel
es: Título
hu: Cím

source: Subject
de: Thema
es: Asunto
hu: Tárgy

source: Author
de: Autor
es: Autor
hu: Készítő

source: Keywords
de: Stichwörter
es: Palabras clave
hu: Kulcsszavak

source: Comments
de: Kommentare
es: Comentarios
hu: Megjegyzés

source: Template
de: Vorlage
es: Plantilla
hu: Sablon

source: Last saved by
de: Zuletzt gespeichert von
es: Guardado por última vez por
hu: Utolsó mentés

source: Revision Number
de: Revisionsnummer
es: Número de revisión
hu: Szám módosítás

source: Total editing time
de: Gesamte Bearbeitungszeit
es: Tiempo total de edición
hu: Szerkesztési idő

source: Last printed
de: Zuletzt gedruckt
es: Última impresión
hu: Utolsó nyomtatás

source: Content created
de: Erstellt am
es: Contenido creado
hu: Létrehozott tartalom

source: Date last saved
de: Zuletzt gespeichert
es: Fecha de guardado por última vez
hu: Utolsó mentett dátum

source: Pages
de: Seiten
es: Páginas
hu: Oldalak

source: Word count
de: Wortanzahl
es: Número de palabras
hu: Szöveg szám

source: Character count
de: Zeichenanzahl
es: Número de caracteres
hu: Karakter szám

source: Thumbnail
de: Miniaturbild
es: Miniatura
hu: Bélyegkép

source: Program name
de: Anwendungsname
es: Nombre del programa
hu: Program neve

source: Security
de: Sicherheit
es: Seguridad
hu: Biztonság

source: Category
de: Kategorie
es: Categoría
hu: Kategória

source: Presentation format
de: Präsentationsformat
es: Formato de presentación
hu: Bemutatot formátum

source: Byte count
de: Byteanzahl
es: Número de bytes
hu: Bájt szám

source: Line count
de: Zeilenanzahl
es: Número de líneas
hu: Vonal szám

source: Paragraph count
de: Absatzanzahl
es: Número de parrafos
hu: Bekezdési szám

source: Slides
de: Folien
es: Diapositivas
hu: Tolódik

source: Notes
de: Hinweise
es: Notas
hu: Megjegyzés

source: Hidden elements
de: Anzahl ausgeblendeter Elemente
es: Élementos ocultos
hu: Rejtett elem

source: Scale
de: Skalierung
es: Escala
hu: Lépték

source: Heading pairs
de: Überschriftenpaare
es: Pares de cabeceras
hu: Fejléc párosítás

source: Document parts
de: Dokumententeile
es: Partes del documento
hu: Dokumentumrészek

source: Manager
es: Gestor
hu: Vezető

source: Company
de: Firma
es: Compañia
hu: Vállalat

source: Links to update
de: Zu aktualisierende Verknüpfungen
es: Enlaces para actualizar
hu: Frissítési hivatkozás

source: Yes
de: Ja
es: Si
hu: Igen

source: FTP connection
de: FTP-Verbindung
es: Conexión FTP
hu: FTP kapcsolat

source: Trying to connect to FTP server
de: Die Verbindung zum FTP-Server wird aufgebaut
es: Intentando conectar al servidor FTP
hu: Próba kapcsolódás az FTP szerverhez

source: Connection to FTP server established
de: Die Verbindung zum FTP-Server wurde hergestellt
es: Establecida la conexión con el servidor FTP
hu: Kapcsolódás az FTP szerverhez megállapítva

source: Connection to FTP server failed
de: Die Verbindung zum FTP-Server ist fehlgeschlagen
es: Error de conexión al servidor FTP
hu: Kapcsolódás az FTP szerverhez sikertelen

source: Connection to FTP server: %s:%u
de: Verbindung zum FTP-Server: %s:%u
es: Conexión al servidor FTP : %s:%u
hu: Kapcsolat FTP szerverhez: %s:%u

source: Connection to FTP server: %s:%u for user: %s requires a password!
de: Die Verbindung zum FTP-Server: %s:%u für den Benutzer: %s erfordert ein Kennwort!
es: Conexión a FTP servidor: %s:%u por usuario: %s requiere una clave!
hu: Kapcsolat FTP szerverhez: %s:%u használatra: %s megkövetel jelszavat!

source: Connection to FTP proxy server: %s:%u for user: %s requires a password!
de: Die Verbindung zum FTP-Proxyserver: %s:%u für den Benutzer: %s erfordert ein Kennwort!
es: Conexión a servidor proxy FTP : %s:%u por usuario: %s requiere una clave!
hu: Kapcsolat FTP proxy szerverhez: %s:%u használatra: %s megkövetel jelszavat!

source: FTP connection lost!
de: FTP-Verbindung ist abgebrochen!
es: Conexión FTP perdida!
hu: FTP kapcsolat elvesztett!

source: Trying to reconnect
es: Intentando la reconexión
hu: Próbálok újra kapcsolódni

source: FTP welcome message:
de: FTP-Begrüßungsmeldung:
es: Mensaje de bienvenida al FTP:
hu: FTP üdvözlő üzenet:

source: FTP status query:
de: FTP-Statusabfrage:
es: Consultar estado del FTP:
hu: FTP státus lekérdezés:

source: Supported features:
de: Unterstützte Fähigkeiten:
es: Funciones soportadas:
hu: Támogatott funkciók:

source: Response code:
de: Antwortcode:
es: Código de respuesta:
hu: Válaszkód:

source: Last FTP response:
de: Letzte FTP-Antwort:
es: Última respuesta FTP:
hu: Legutóbbi FTP válaszkód:

source: Reported error:
de: Gemeldeter Fehler:
es: Error notificado:
hu: Jelentett hiba:

source: Unexpected response to command:
de: Unerwartete Antwort auf den Befehl:
es: Respuesta inesperada al comando:
hu: Nem várt parancsválasz:

source: Timeout on command:
de: Zeitüberschreitung bei Befehl:
es: Demora del comando:
hu: Időtúllépés:

source: FTP root directory: "%s"
de: FTP-Stammverzeichnis: "%s"
es: Directorio raíz FTP: "%s"
hu: FTP főkönyvtár: "%s"

source: Current FTP directory: "%s"
de: Aktuelles FTP-Verzeichnis: "%s"
es: Directorio actual del FTP: "%s"
hu: Aktuális FTP könyvtár: "%s"

source: Version
de: Vers.
es: Versión
hu: Verzió

source: Serial number
es: N° de serie

source: Issuer
es: Emisor

source: Valid until
es: Válido hasta

source: Fingerprint
es: Huella digital

source: Error verifying server certificate
es: Error al verificar el certificado del servidor

source: Error (left/right parenthesis)
de: Fehler (öffnende/schließende Klammern)
es: Error (paréntesis izquierda/derecha)
hu: Hiba (bal/jobb zárójel)

source: Input error (missing left parenthesis)
de: Eingabefehler (fehlende öffnende Klammer)
es: Error de entrada (falta el paréntesis izquierdo)
hu: Beviteli hiba (kimaradt bal zárójel)

source: Input error (empty parentheses)
de: Eingabefehler (kein Klammerinhalt)
es: Error de entrada (paréntesis vacios)
hu: Beviteli hiba(ürítse ki a zárójelet)

source: Division by zero
de: Division durch Null
es: División por cero
hu: Nullával való osztás

source: Invalid argument
de: Unzulässiges Argument
es: Argumento no válido
hu: Nem valós argumentum

source: Overflow on operation
de: Operation führt zu Überlauf
es: Desbordamiento en la operación
hu: Müködési túlterhelés

source: Invalid expression
de: Ungültiger Ausdruck
es: Expresión no válida
hu: Érvénytelen kifejezés

source: Unexpected operator
de: Unerwartetes Operationssymbol
es: Operador no esperado
hu: Váratlan műveleti jel

source: Missing operator
de: Operationssymbol fehlt
es: Operador ausente
hu: Hiányos műveleti jel

source: Power with invalid (negative) base
de: Potenz mit unzulässiger (negativer) Basis
es: Potencia con base no válida (negativa)
hu: Kapcsolás nemvalós (negativ) bázis

source: Zero to power of zero
de: "Null hoch Null"
es: Cero a la potencia de cero
hu: Kapcsolj nullát nullával

source: Divide zero by zero
de: "Null durch Null"
es: Cero dividido por cero
hu: Osztás nullával

source: Invalid combination of operands
de: Unzulässige Kombination von Operanden
es: Combinación incorrecta de operaciones
hu: Nem valós összetétel

source: Invalid character
de: Unerlaubtes Zeichen
es: Caracter no válido
hu: Nem valós karakter

source: Invalid argument (potential overflow)
de: Unzulässiges Argument (Überlaufgefahr)
es: Argumento no válido (desbordamiento potencial)
hu: Hibás argumentum(potencialis túlcsordulás)

source: Low memory ("stack overflow")
de: Speicherplatz fehlt ("stack overflow")
es: Memoria insuficiente ("desbordamiento de pila")
hu: Kevés memória("verem túlcsordulás")

source: Low memory ("string overflow")
de: Speicherplatz fehlt ("string overflow")
es: Memoria insuficiente ("desbordamiento de cadena")
hu: Kevés memória("sort túlcsordulás")

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
hu: Ismeretlen hiba

source: Unknown system error code
de: Unbekannter Systemfehler
es: Código de error de sistema desconocido
hu: Ismeretlen fájl hiba

source: Error code
es: Código de error

source: Windows error
de: Windows-Fehler
es: Error de Windows
hu: Windows hiba

source: Storage error
de: Storage-Fehler
es: Error de almacenamiento
hu: Tárhelyhiba

source: Remote procedure call error
de: Fehler beim Remote Procedure Call
es: Error de llamada al procedimiento remoto
hu: Távoli eljárás hívási hiba

source: Interface error
de: Interface-Fehler
es: Error de interfaz
hu: Interfészhiba

source: Dispatch error
de: Dispatch-Fehler
es: Error de envío
hu: Feladási hiba

source: Error in SHFileOperation
de: Fehler in SHFileOperation
es: Error en SHFileOperation
hu: Hiba a SHFileOperation

source: ShellExecute error
de: ShellExecute-Fehler
es: Error de ShellExecute
hu: Végrehajtási hiba

source: %s is not a valid hex value
de: %s ist kein gültiger Hex-Wert
es: %s no es un valor hexadecimal válido
hu: %s nincs hex alapú érték

source: %s is not a valid octal value
de: %s ist kein gültiger Oktal-Wert
es: %s no es un valor octal válido
hu: &s nincs nyolcas alapú érték

source: %s is not a valid binary value
de: %s ist kein gültiger Binär-Wert
es: %s no es un valor binario válido
hu: &s nincs érvényes bináris érték

source: &System default
de: &System-Standard
es: &Sistema prefedinido
hu: &Alapértelmezett

source: Changing language requires the program to be restarted!
de: Der Wechsel der Sprache erfordert einen Neustart des Programms!
es: Para cambiar el lenguaje es necesario reiniciar!
hu: Nyelv módosítása előírja, hogy a programot újra kell indítani!

source: Illegal regular expression!
de: Ungültiger regulärer Ausdruck!
es: Expresión regular ilegal!
hu: Jogtalan reguláris kifejezés!

source: Illegal mask!
de: Ungültiger Maske!
es: Máscara ilegal!
hu: Jogtalan maszk!

source: Error executing process
de: Fehler beim Ausführen eines Prozesses
es: Error al ejecutar el proceso
hu: Végrehajtási hiba

source: Stdout pipe creation failed
de: Erzeugung einer Pipe für StdOut ist fehlgeschlagen
es: Fallo al crear la conexión de salida estándar
hu: Csatorna létehozás sikertelen

source: DuplicateHandle failed
de: Die Funktion DuplicateHandle ist fehlgeschlagen
es: Fallo al duplicar el controlador
hu: Kettős hiba

source: Closing handle failed
de: Das Schließen eines Handle ist fehlgeschlagen
es: Fallo al cerrar el controlador
hu: Bezárás sikertelen

source: %s%s (Version %s, Build %d, %s)
es: %s%s (Versión %s, Revisión %d, %s)

source: %s (Version %s, %s)
es: %s (Versión %s, %s)

source: Professional with Media Center
de: Professional mit Media Center
es: Professional con Media Center

source: Server Enterprise for Itanium-based Systems
de: Server Enterprise für Itanium-basierte Systeme
es: Server Enterprise para sistemas basados en Itanium

source: Essential Server without Hyper-V
de: Essential Server ohne Hyper-V
es: Essential Server sin Hyper-V

source: Unlicensed product
de: Nicht lizenziertes Produkt
es: Producto sin licencia

source: Beginning of spring
es: Principio de primavera

source: Beginning of summer
es: Principio de verano

source: Beginning of autumn
es: Principio de otoño

source: Beginning of winter
es: Principio de invierno

source: very weak
es: muy fiable

source: weak
es: fiable

source: good
es: bueno

source: strong
es: fuerte

source: very strong
es: muy fuerte

source: %s Dr. J. Rathlev 24222 Schwentinental, Germany
es: %s Dr. J. Rathlev 24222 Schwentinental, Alemania

source: not available
de: nicht verfügbar
es: no disponible
hu: nem elérhető

source: unlabeled
es: sin etiqueta

source: Connect to ..
de: Verbinden mit ..
es: Conectar a ..
hu: Kapcsolódás ...

source: <Unknown>
de: <Unbekannt>
es: <Desconocido>
hu: <Ismeretlen hiba>

source: Strike any key to continue ...
es: Pulsar una tecla para continuar ...

source: Volume Shadow Copy could not be initialized on this system!
de: Die Volumen-Schattenkopie konnte auf diesem System nicht initialisiert werden!
es: Volume Shadow Copies no puede ser iniciado en este sistema!
hu: Kötet árnyékmásolata nem inicializálható ezen a rendszeren!

source: Initializing IVssBackupComponents Interface ...
de: Das IVssBackupComponents-Interface wird initialisiert ...
es: Iniciando la interfaz IVssBackupComponents ...
hu: IVssBackupComponents felület indítása...

source: Initialize writer metadata ...
de: Writer-Metadaten werden initialisiert ...
es: Iniciar los metadatos del escritor ...
hu: Metaadatok író inicializálása...

source: Gathering writer metadata ...
de: Writer-Metadaten werden erfasst ...
es: Recopilación de metadatos del escritor ...
hu: Összejövetel író metaadat...

source: Gathering writer status ...
de: Status der Writer wird erfasst ...
es: Recopilación del estado del escritor ...
hu: Összejövetel író állapot...

source: Discover directly excluded components ...
de: Direkt auszuschließende Komponenten werden ermittelt ...
es: Descubrir componentes excluidos directamente ...
hu: Fedezze fel közvetlenül a kizárt komponenseket ...

source: Discover components that reside outside the shadow set ...
de: Komponenten, die nicht zum Schattenkopiesatz gehören, werden ermittelt ...
es: Descubrir componentes que residen fuera del conjunto de ocultos ...
hu: Fedezze fel az összetevőket, amelyek az árnyékmásolat-készletben vannak ...

source: Discover all excluded components ...
de: Die ausgeschlossenen Komponenten werden ermittelt ...
es: Descubrir todos los componentes excluidos...
hu: Kizárt komponensek megjelenítése...
